Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# friends.chat.reason.violence
source: Violence or threats
ar: عنف أو تهديدات
bg: Насилие или заплахи
bn: সহিংসতা বা হুমকি
ca: Violència o amenaces
cs: Násilí nebo výhrůžky
da: Vold eller trusler
de: Gewalt oder Drohungen
el: Βία ή απειλές
es: Violencia o amenazas
et: Vägivald või ähvardused
fa: خشونت یا تهدید
fi: Väkivalta tai uhkailu
fil: Karahasan o mga banta
fr: Violence ou menaces
he: אלימות או איומים
hi: हिंसा या धमकियां
hr: Nasilje ili prijetnje
hu: Erőszak vagy fenyegetés
id: Kekerasan atau ancaman
is: Ofbeldi eða hótanir
it: Violenza o minacce
ja: 暴力または脅迫
ko: 폭력 또는 위협
lt: Smurtas ar grasinimai
lv: Vardarbība vai draudi
nb: Vold eller trusler
nl: Geweld of bedreigingen
nn: Vald eller truslar
pl: Przemoc lub groźby
pt_br: Violência ou ameaças
ro: Violență sau amenințări
ru: Насилие или угрозы
sk: Násilie alebo vyhrážky
sl: Nasilje ali grožnje
sr: Nasilje ili pretnje
sv: Våld eller hot
sw: Vurugu au vitisho
ta: வன்முறை அல்லது மிரட்டல்கள்
th: ความรุนแรงหรือการข่มขู่
tr: Şiddet veya tehdit
uk: Насильство або погрози
ur: تشدد یا دھمکیاں
vi: Bạo lực hoặc đe dọa
zh_hans: 暴力或威胁
zh_hant: 暴力或威脅

# friends.chat.recentToggle
source: Recents
ar: الأخيرة
bg: Скорошни
bn: সাম্প্রতিক
cs: Nedávné
da: Seneste
de: Neueste
el: Πρόσφατα
es: Recientes
et: Viimased
fa: اخیر
fi: Viimeisimmät
fil: Kamakailan
fr: Récents
he: אחרונים
hi: हाल के
hr: Nedavno
hu: Legutóbbiak
id: Terbaru
is: Nýlegt
it: Recenti
ja: 最近
ko: 최근
lt: Naujausi
lv: Nesenie
nb: Nylige
nl: Recent
nn: Nylege
pl: Ostatnie
pt_br: Recentes
ro: Recente
ru: Недавние
sk: Nedávne
sl: Nedavno
sr: Nedavno
sv: Senaste
sw: Hivi karibuni
ta: சமீபத்தியவை
th: ล่าสุด
tr: Son Kullanılanlar
uk: Нещодавні
ur: حالیہ
vi: Gần đây
zh_hans: 最近
zh_hant: 最近

# friends.chat.recording
source: Recording...
ar: جارٍ التسجيل...
bg: Записване...
bn: রেকর্ড করা হচ্ছে...
ca: Enregistrant...
cs: Nahrávání...
da: Optager...
de: Aufnahme...
el: Εγγραφή...
es: Grabando...
et: Salvestan...
fa: در حال ضبط...
fi: Nauhoitetaan...
fil: Nagre-record...
fr: Enregistrement...
he: מקליט...
hi: रिकॉर्ड हो रहा है...
hr: Snimanje...
hu: Felvétel...
id: Merekam...
is: Tek upp...
it: Registrazione...
ja: 録音中...
ko: 녹음 중...
lt: Įrašoma...
lv: Ieraksta...
nb: Tar opp...
nl: Opnemen...
nn: Tar opp...
pl: Nagrywanie...
pt_br: Gravando...
ro: Se înregistrează...
ru: Запись...
sk: Nahráva sa...
sl: Snemanje...
sr: Snimanje...
sv: Spelar in...
sw: Inarekodi...
ta: பதிவாகிறது...
th: กำลังบันทึก...
tr: Kaydediliyor...
uk: Запис...
ur: ریکارڈ ہو رہا ہے...
vi: Đang ghi âm...
zh_hans: 录音中...
zh_hant: 錄音中...

# friends.chat.replyTo
source: Reply to
ar: رد على
bg: Отговор до
bn: উত্তর দিন
ca: Respon a
cs: Odpovědět
da: Svar til
de: Antwort an
el: Απάντηση σε
es: Responder a
et: Vasta
fa: پاسخ به
fi: Vastaa käyttäjälle
fil: Tumugon kay
fr: Répondre à
he: השב ל
hi: को जवाब दें
hr: Odgovori na
hu: Válasz erre:
id: Balas ke
is: Svara til
it: Rispondi a
ja: 返信先
ko: 답장 대상
lt: Atsakyti į
lv: Atbildēt uz
nb: Svar til
nl: Beantwoorden aan
nn: Svar til
pl: Odpowiedz do
pt_br: Responder a
ro: Răspunde la
ru: Ответить
sk: Odpovedať na
sl: Odgovori na
sr: Odgovori na
sv: Svara till
sw: Jibu kwa
ta: இதற்கு பதில்
th: ตอบกลับถึง
tr: Yanıtla
uk: Відповісти
ur: جواب دیں
vi: Trả lời
zh_hans: 回复给
zh_hant: 回覆給

# friends.chat.reportFailed
source: Failed to send report. Please try again.
ar: فشل إرسال البلاغ. يرجى المحاولة مرة أخرى.
bg: Неуспешно изпращане на сигнала. Моля, опитайте отново.
bn: রিপোর্ট পাঠানো যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut enviar la denúncia. Torna-ho a provar.
cs: Nahlášení se nepodařilo odeslat. Zkuste to znovu.
da: Kunne ikke sende rapporten. Prøv igen.
de: Meldung konnte nicht gesendet werden. Bitte versuche es erneut.
el: Αποτυχία αποστολής αναφοράς. Προσπαθήστε ξανά.
es: No se pudo enviar el reporte. Inténtalo de nuevo.
et: Teate saatmine ebaõnnestus. Proovi uuesti.
fa: ارسال گزارش ناموفق بود. دوباره تلاش کنید.
fi: Ilmoituksen lähetys epäonnistui. Yritä uudelleen.
fil: Hindi naipadala ang report. Pakisubukang muli.
fr: Échec de l’envoi du signalement. Réessayez.
he: שליחת הדיווח נכשלה. נסה/י שוב.
hi: रिपोर्ट भेजी नहीं जा सकी। कृपया फिर से कोशिश करें।
hr: Slanje prijave nije uspjelo. Pokušajte ponovno.
hu: Nem sikerült elküldeni a jelentést. Próbáld újra.
id: Gagal mengirim laporan. Silakan coba lagi.
is: Ekki tókst að senda tilkynningu. Reyndu aftur.
it: Invio della segnalazione non riuscito. Riprova.
ja: 報告を送信できませんでした。もう一度お試しください。
ko: 신고를 보내지 못했습니다. 다시 시도해 주세요.
lt: Nepavyko išsiųsti pranešimo. Bandykite dar kartą.
lv: Neizdevās nosūtīt ziņojumu. Lūdzu, mēģiniet vēlreiz.
nb: Kunne ikke sende rapporten. Prøv igjen.
nl: Verzenden van melding mislukt. Probeer opnieuw.
nn: Klarte ikkje å sende rapporten. Prøv igjen.
pl: Nie udało się wysłać zgłoszenia. Spróbuj ponownie.
pt_br: Falha ao enviar denúncia. Tente novamente.
ro: Trimiterea raportului a eșuat. Te rugăm să încerci din nou.
ru: Не удалось отправить жалобу. Попробуйте снова.
sk: Nahlásenie sa nepodarilo odoslať. Skúste to znova.
sl: Pošiljanje prijave ni uspelo. Poskusite znova.
sr: Slanje prijave nije uspelo. Pokušajte ponovo.
sv: Det gick inte att skicka rapporten. Försök igen.
sw: Imeshindikana kutuma ripoti. Tafadhali jaribu tena.
ta: புகாரை அனுப்ப முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
th: ส่งรายงานไม่สำเร็จ โปรดลองอีกครั้ง
tr: Bildirim gönderilemedi. Lütfen tekrar deneyin.
uk: Не вдалося надіслати скаргу. Спробуйте ще раз.
ur: رپورٹ بھیجنے میں ناکام۔ براہ کرم دوبارہ کوشش کریں۔
vi: Không thể gửi báo cáo. Vui lòng thử lại.
zh_hans: 报告发送失败。请重试。
zh_hant: 檢舉送出失敗。請再試一次。

# friends.chat.reportMessage
source: Report message
ar: الإبلاغ عن الرسالة
bg: Докладвай съобщение
bn: বার্তা রিপোর্ট করুন
ca: Denuncia el missatge
cs: Nahlásit zprávu
da: Rapportér besked
de: Nachricht melden
el: Αναφορά μηνύματος
es: Reportar mensaje
et: Teavita sõnumist
fa: گزارش پیام
fi: Ilmianna viesti
fil: I-report ang mensahe
fr: Signaler le message
he: דווח על הודעה
hi: संदेश की रिपोर्ट करें
hr: Prijavi poruku
hu: Üzenet jelentése
id: Laporkan pesan
is: Tilkynna skilaboð
it: Segnala messaggio
ja: メッセージを報告
ko: 메시지 신고
lt: Pranešti apie žinutę
lv: Ziņot par ziņu
nb: Rapporter melding
nl: Bericht melden
nn: Rapporter melding
pl: Zgłoś wiadomość
pt_br: Denunciar mensagem
ro: Raportează mesajul
ru: Пожаловаться на сообщение
sk: Nahlásiť správu
sl: Prijavi sporočilo
sr: Prijavi poruku
sv: Rapportera meddelande
sw: Ripoti ujumbe
ta: செய்தியைப் புகாரளி
th: รายงานข้อความ
tr: Mesajı bildir
uk: Поскаржитися на повідомлення
ur: پیغام کی رپورٹ کریں
vi: Báo cáo tin nhắn
zh_hans: 举报消息
zh_hant: 檢舉訊息

# friends.chat.reportSubmitted
source: Report sent
ar: تم إرسال البلاغ
bg: Сигналът е изпратен
bn: রিপোর্ট পাঠানো হয়েছে
ca: Denúncia enviada
cs: Nahlášení odesláno
da: Rapport sendt
de: Meldung gesendet
el: Η αναφορά στάλθηκε
es: Reporte enviado
et: Teade saadetud
fa: گزارش ارسال شد
fi: Ilmoitus lähetetty
fil: Naipadala na ang report
fr: Signalement envoyé
he: הדיווח נשלח
hi: रिपोर्ट भेज दी गई
hr: Prijava poslana
hu: Jelentés elküldve
id: Laporan terkirim
is: Tilkynning send
it: Segnalazione inviata
ja: 報告を送信しました
ko: 신고가 전송됨
lt: Pranešimas išsiųstas
lv: Ziņojums nosūtīts
nb: Rapport sendt
nl: Melding verzonden
nn: Rapport sendt
pl: Zgłoszenie wysłane
pt_br: Denúncia enviada
ro: Raport trimis
ru: Жалоба отправлена
sk: Nahlásenie odoslané
sl: Prijava poslana
sr: Prijava poslata
sv: Rapport skickad
sw: Ripoti imetumwa
ta: புகார் அனுப்பப்பட்டது
th: ส่งรายงานแล้ว
tr: Bildirim gönderildi
uk: Скаргу надіслано
ur: رپورٹ بھیج دی گئی
vi: Đã gửi báo cáo
zh_hans: 举报已发送
zh_hant: 檢舉已送出

# friends.chat.reportUser
source: Report user
ar: الإبلاغ عن المستخدم
bg: Докладвай потребител
bn: ব্যবহারকারীকে রিপোর্ট করুন
ca: Denuncia l'usuari
cs: Nahlásit uživatele
da: Rapportér bruger
de: Nutzer melden
el: Αναφορά χρήστη
es: Reportar usuario
et: Teavita kasutajast
fa: گزارش کاربر
fi: Ilmianna käyttäjä
fil: I-report ang user
fr: Signaler l’utilisateur
he: דווח על משתמש
hi: उपयोगकर्ता की रिपोर्ट करें
hr: Prijavi korisnika
hu: Felhasználó jelentése
id: Laporkan pengguna
is: Tilkynna notanda
it: Segnala utente
ja: ユーザーを報告
ko: 사용자 신고
lt: Pranešti apie naudotoją
lv: Ziņot par lietotāju
nb: Rapporter bruker
nl: Gebruiker melden
nn: Rapporter brukar
pl: Zgłoś użytkownika
pt_br: Denunciar usuário
ro: Raportează utilizatorul
ru: Пожаловаться на пользователя
sk: Nahlásiť používateľa
sl: Prijavi uporabnika
sr: Prijavi korisnika
sv: Rapportera användare
sw: Ripoti mtumiaji
ta: பயனரைப் புகாரளி
th: รายงานผู้ใช้
tr: Kullanıcıyı bildir
uk: Поскаржитися на користувача
ur: صارف کی رپورٹ کریں
vi: Báo cáo người dùng
zh_hans: 举报用户
zh_hant: 檢舉使用者

# friends.chat.safetySupport
source: Safety and support
ar: الأمان والدعم
bg: Безопасност и поддръжка
bn: নিরাপত্তা ও সহায়তা
ca: Seguretat i assistència
cs: Bezpečnost a podpora
da: Sikkerhed og support
de: Sicherheit und Support
el: Ασφάλεια και υποστήριξη
es: Seguridad y soporte
et: Ohutus ja tugi
fa: ایمنی و پشتیبانی
fi: Turvallisuus ja tuki
fil: Kaligtasan at suporta
fr: Sécurité et assistance
he: בטיחות ותמיכה
hi: सुरक्षा और सहायता
hr: Sigurnost i podrška
hu: Biztonság és támogatás
id: Keamanan dan dukungan
is: Öryggi og stuðningur
it: Sicurezza e supporto
ja: 安全とサポート
ko: 안전 및 지원
lt: Sauga ir pagalba
lv: Drošība un atbalsts
nb: Sikkerhet og støtte
nl: Veiligheid en ondersteuning
nn: Tryggleik og støtte
pl: Bezpieczeństwo i pomoc
pt_br: Segurança e suporte
ro: Siguranță și asistență
ru: Безопасность и поддержка
sk: Bezpečnosť a podpora
sl: Varnost in podpora
sr: Bezbednost i podrška
sv: Säkerhet och support
sw: Usalama na usaidizi
ta: பாதுகாப்பும் ஆதரவும்
th: ความปลอดภัยและการช่วยเหลือ
tr: Güvenlik ve destek
uk: Безпека та підтримка
ur: حفاظت اور معاونت
vi: An toàn và hỗ trợ
zh_hans: 安全与支持
zh_hant: 安全與支援

# friends.chat.scrollToLatest
source: Scroll to latest message
ar: الانتقال إلى أحدث رسالة
bg: Превъртане до последното съобщение
bn: সর্বশেষ বার্তায় স্ক্রল করুন
ca: Ves a l'últim missatge
cs: Přejít na nejnovější zprávu
da: Rul til seneste besked
de: Zur neuesten Nachricht springen
el: Μετάβαση στο πιο πρόσφατο μήνυμα
es: Ir al último mensaje
et: Keri uusima sõnumini
fa: رفتن به آخرین پیام
fi: Vieritä uusimpaan viestiin
fil: Mag-scroll sa pinakabagong mensahe
fr: Aller au dernier message
he: גלול להודעה האחרונה
hi: नवीनतम संदेश तक स्क्रॉल करें
hr: Idi na najnoviju poruku
hu: Ugrás a legújabb üzenethez
id: Gulir ke pesan terbaru
is: Skruna að nýjustu skilaboðunum
it: Vai all'ultimo messaggio
ja: 最新のメッセージへスクロール
ko: 최신 메시지로 이동
lt: Slinkti iki naujausios žinutės
lv: Ritināt līdz jaunākajam ziņojumam
nb: Gå til siste melding
nl: Naar het nieuwste bericht scrollen
nn: Gå til siste melding
pl: Przewiń do najnowszej wiadomości
pt_br: Ir para a mensagem mais recente
ro: Derulează până la ultimul mesaj
ru: Перейти к последнему сообщению
sk: Prejsť na najnovšiu správu
sl: Pomakni se do najnovejšega sporočila
sr: Idi do najnovije poruke
sv: Gå till senaste meddelandet
sw: Tembeza hadi ujumbe wa hivi punde
ta: சமீபத்திய செய்திக்குச் செல்லவும்
th: เลื่อนไปที่ข้อความล่าสุด
tr: Son mesaja git
uk: Перейти до останнього повідомлення
ur: تازہ ترین پیغام پر جائیں
vi: Cuộn đến tin nhắn mới nhất
zh_hans: 滚动到最新消息
zh_hant: 捲動至最新訊息

# friends.chat.send_to_chat
source: Send to chat
ar: إرسال إلى الدردشة
bg: Изпрати в чата
bn: চ্যাটে পাঠান
ca: Envia al xat
cs: Poslat do chatu
da: Send til chat
de: An Chat senden
el: Αποστολή στη συνομιλία
es: Enviar al chat
et: Saada vestlusse
fa: ارسال به چت
fi: Lähetä chattiin
fil: Ipadala sa chat
fr: Envoyer au chat
he: שלח לצ'אט
hi: चैट में भेजें
hr: Pošalji u chat
hu: Küldés chatbe
id: Kirim ke chat
is: Senda í spjall
it: Invia in chat
ja: チャットに送信
ko: 채팅으로 보내기
lt: Siųsti į pokalbį
lv: Sūtīt uz čatu
nb: Send til chat
nl: Naar chat sturen
nn: Send til chat
pl: Wyślij na czat
pt_br: Enviar para o chat
ro: Trimite în chat
ru: Отправить в чат
sk: Poslať do chatu
sl: Pošlji v klepet
sr: Pošalji u ćaskanje
sv: Skicka till chatt
sw: Tuma kwenye gumzo
ta: அரட்டைக்கு அனுப்பு
th: ส่งไปที่แชท
tr: Sohbete gönder
uk: Надіслати в чат
ur: چیٹ پر بھیجیں
vi: Gửi vào chat
zh_hans: 发送到聊天
zh_hant: 傳送到聊天

# friends.chat.send_to_chat.empty_message
source: Add a friend first to stage this shift in chat.
ar: أضف صديقًا أولًا لتجهيز هذه المناوبة في الدردشة.
bg: Първо добавете приятел, за да подготвите тази смяна в чата.
bn: চ্যাটে এই শিফট প্রস্তুত করতে আগে একজন বন্ধু যোগ করুন।
ca: Afegeix primer un amic per preparar aquest torn al xat.
cs: Nejprve přidejte přítele, abyste mohli tuto směnu připravit v chatu.
da: Tilføj først en ven for at klargøre denne vagt i chatten.
de: Füge zuerst einen Freund hinzu, um diese Schicht im Chat bereitzustellen.
el: Πρόσθεσε πρώτα έναν φίλο για να προετοιμάσεις αυτή τη βάρδια στη συνομιλία.
es: Añade primero un amigo para preparar este turno en el chat.
et: Lisa enne sõber, et see vahetus vestlusse saata.
fa: برای آماده‌سازی این شیفت در چت، اول یک دوست اضافه کنید.
fi: Lisää ensin kaveri, jotta voit valmistella tämän vuoron chatissa.
fil: Magdagdag muna ng kaibigan para maihanda ang shift na ito sa chat.
fr: Ajoutez d’abord un ami pour préparer ce shift dans le chat.
he: הוסף חבר תחילה כדי להכין את המשמרת הזו בצ'אט.
hi: इस शिफ्ट को चैट में तैयार करने के लिए पहले एक मित्र जोड़ें।
hr: Prvo dodaj prijatelja da pripremiš ovu smjenu u chatu.
hu: Előbb adj hozzá egy ismerőst, hogy előkészíthesd ezt a műszakot a chatben.
id: Tambahkan teman dulu untuk menyiapkan shift ini di chat.
is: Bættu fyrst við vini til að undirbúa þessa vakt í spjalli.
it: Aggiungi prima un amico per preparare questo turno in chat.
ja: このシフトをチャットに準備するには、先に友だちを追加してください。
ko: 이 근무를 채팅에 올리려면 먼저 친구를 추가하세요.
lt: Pirmiausia pridėkite draugą, kad paruoštumėte šią pamainą pokalbyje.
lv: Vispirms pievieno draugu, lai sagatavotu šo maiņu čatā.
nb: Legg til en venn først for å legge denne vakten klar i chat.
nl: Voeg eerst een vriend toe om deze dienst in de chat klaar te zetten.
nn: Legg til ein ven først for å klargjere denne vakta i chat.
pl: Najpierw dodaj znajomego, aby przygotować tę zmianę na czacie.
pt_br: Adicione um amigo primeiro para preparar este turno no chat.
ro: Adaugă mai întâi un prieten pentru a pregăti acest schimb în chat.
ru: Сначала добавьте друга, чтобы подготовить эту смену в чате.
sk: Najprv pridajte priateľa, aby ste mohli pripraviť túto zmenu v chate.
sl: Najprej dodaj prijatelja, da pripraviš to izmeno v klepetu.
sr: Prvo dodaj prijatelja da pripremiš ovu smenu u ćaskanju.
sv: Lägg till en vän först för att förbereda det här passet i chatten.
sw: Ongeza rafiki kwanza ili kuweka zamu hii tayari kwenye gumzo.
ta: இந்த ஷிப்டை அரட்டையில் பகிர முதலில் ஒரு நண்பரைச் சேர்க்கவும்.
th: เพิ่มเพื่อนก่อนเพื่อเตรียมกะนี้ในแชท
tr: Bu vardiyayı sohbette hazırlamak için önce bir arkadaş ekleyin.
uk: Спершу додайте друга, щоб підготувати цю зміну в чаті.
ur: اس شفٹ کو چیٹ میں تیار کرنے کے لیے پہلے ایک دوست شامل کریں۔
vi: Hãy thêm bạn trước để chuẩn bị ca này trong chat.
zh_hans: 请先添加好友，才能在聊天中暂存此班次。
zh_hant: 請先新增朋友，才能在聊天中暫存此班次。

# friends.chat.send_to_chat.empty_title
source: No chats available
ar: لا توجد دردشات متاحة
bg: Няма налични чатове
bn: কোনো চ্যাট উপলভ্য নেই
ca: No hi ha xats disponibles
cs: Žádné chaty nejsou k dispozici
da: Ingen chats tilgængelige
de: Keine Chats verfügbar
el: Δεν υπάρχουν διαθέσιμες συνομιλίες
es: No hay chats disponibles
et: Vestlusi pole saadaval
fa: چتی در دسترس نیست
fi: Chatteja ei saatavilla
fil: Walang available na chat
fr: Aucun chat disponible
he: אין צ'אטים זמינים
hi: कोई चैट उपलब्ध नहीं
hr: Nema dostupnih chatova
hu: Nincsenek elérhető csevegések
id: Tidak ada chat tersedia
is: Engin spjöll í boði
it: Nessuna chat disponibile
ja: 利用可能なチャットがありません
ko: 이용 가능한 채팅이 없어요
lt: Nėra galimų pokalbių
lv: Nav pieejamu čatu
nb: Ingen chatter tilgjengelig
nl: Geen chats beschikbaar
nn: Ingen chatter tilgjengelege
pl: Brak dostępnych czatów
pt_br: Nenhum chat disponível
ro: Niciun chat disponibil
ru: Чаты недоступны
sk: Žiadne dostupné chaty
sl: Ni klepetov na voljo
sr: Nema dostupnih ćaskanja
sv: Inga chattar tillgängliga
sw: Hakuna gumzo linalopatikana
ta: அரட்டைகள் இல்லை
th: ไม่มีแชท
tr: Kullanılabilir sohbet yok
uk: Немає доступних чатів
ur: کوئی چیٹ دستیاب نہیں
vi: Không có chat nào
zh_hans: 没有可用聊天
zh_hant: 沒有可用聊天

# friends.chat.send_to_chat.loading
source: Loading friends…
ar: جارٍ تحميل الأصدقاء…
bg: Зареждане на приятели…
bn: বন্ধুরা লোড হচ্ছে…
ca: S'estan carregant els amics…
cs: Načítání přátel…
da: Indlæser venner…
de: Freunde werden geladen…
el: Φόρτωση φίλων…
es: Cargando amigos…
et: Sõpru laaditakse…
fa: در حال بارگذاری دوستان…
fi: Ladataan kavereita…
fil: Naglo-load ng mga kaibigan…
fr: Chargement des amis…
he: טוען חברים…
hi: मित्र लोड हो रहे हैं…
hr: Učitavanje prijatelja…
hu: Ismerősök betöltése…
id: Memuat teman…
is: Hleð vinum…
it: Caricamento amici…
ja: 友だちを読み込み中…
ko: 친구 불러오는 중…
lt: Kraunami draugai…
lv: Ielādē draugus…
nb: Laster venner…
nl: Vrienden laden…
nn: Lastar vener…
pl: Wczytywanie znajomych…
pt_br: Carregando amigos…
ro: Se încarcă prietenii…
ru: Загрузка друзей…
sk: Načítavajú sa priatelia…
sl: Nalaganje prijateljev…
sr: Učitavanje prijatelja…
sv: Laddar vänner…
sw: Inapakia marafiki…
ta: நண்பர்கள் ஏற்றப்படுகிறது…
th: กำลังโหลดเพื่อน…
tr: Arkadaşlar yükleniyor…
uk: Завантаження друзів…
ur: دوست لوڈ ہو رہے ہیں…
vi: Đang tải bạn bè…
zh_hans: 正在加载好友…
zh_hant: 正在載入朋友…

# friends.chat.send_to_chat.prepare_image_failed
source: Unable to prepare image to send.
ar: تعذر تجهيز الصورة للإرسال.
bg: Неуспешна подготовка на изображението за изпращане.
bn: পাঠানোর জন্য ছবি প্রস্তুত করা যায়নি।
ca: No s'ha pogut preparar la imatge per enviar-la.
cs: Obrázek se nepodařilo připravit k odeslání.
da: Kunne ikke klargøre billedet til afsendelse.
de: Bild konnte nicht zum Senden vorbereitet werden.
el: Αδυναμία προετοιμασίας εικόνας για αποστολή.
es: No se pudo preparar la imagen para enviar.
et: Pilti ei saanud saatmiseks ette valmistada.
fa: آماده‌سازی تصویر برای ارسال ممکن نشد.
fi: Kuvan valmistelu lähettämistä varten epäonnistui.
fil: Hindi maihanda ang larawan para ipadala.
fr: Impossible de préparer l’image à envoyer.
he: לא ניתן להכין את התמונה לשליחה.
hi: भेजने के लिए छवि तैयार नहीं हो सकी।
hr: Nije moguće pripremiti sliku za slanje.
hu: Nem sikerült előkészíteni a képet a küldéshez.
id: Tidak dapat menyiapkan gambar untuk dikirim.
is: Gat ekki undirbúið mynd til sendingar.
it: Impossibile preparare l’immagine per l’invio.
ja: 送信用の画像を準備できませんでした。
ko: 보낼 이미지를 준비할 수 없습니다.
lt: Nepavyko paruošti vaizdo siuntimui.
lv: Nevarēja sagatavot attēlu nosūtīšanai.
nb: Kunne ikke klargjore bildet for sending.
nl: Kan afbeelding niet voorbereiden om te verzenden.
nn: Kunne ikkje klargjere biletet for sending.
pl: Nie udało się przygotować obrazu do wysłania.
pt_br: Não foi possível preparar a imagem para enviar.
ro: Imaginea nu a putut fi pregătită pentru trimitere.
ru: Не удалось подготовить изображение к отправке.
sk: Nepodarilo sa pripraviť obrázok na odoslanie.
sl: Slike ni bilo mogoče pripraviti za pošiljanje.
sr: Nije moguće pripremiti sliku za slanje.
sv: Kunde inte förbereda bilden för att skicka.
sw: Imeshindwa kuandaa picha kwa kutuma.
ta: அனுப்பப் படத்தைத் தயார் செய்ய முடியவில்லை.
th: ไม่สามารถเตรียมรูปภาพเพื่อส่งได้
tr: Görüntü gönderime hazırlanamadı.
uk: Не вдалося підготувати зображення для надсилання.
ur: بھیجنے کے لیے تصویر تیار نہیں کی جا سکی۔
vi: Không thể chuẩn bị ảnh để gửi.
zh_hans: 无法准备要发送的图片。
zh_hant: 無法準備要傳送的圖片。

# friends.chat.send_to_chat.prompt
source: Choose a recipient to stage this shift in chat.
ar: اختر مستلمًا لتجهيز هذه المناوبة في الدردشة.
bg: Изберете получател, за да подготвите тази смяна в чата.
bn: চ্যাটে এই শিফট প্রস্তুত করতে একজন প্রাপক বেছে নিন।
ca: Tria un destinatari per preparar aquest torn al xat.
cs: Vyberte příjemce, abyste mohli tuto směnu připravit v chatu.
da: Vælg en modtager for at klargøre denne vagt i chatten.
de: Wähle einen Empfänger, um diese Schicht im Chat bereitzustellen.
el: Επίλεξε παραλήπτη για να προετοιμάσεις αυτή τη βάρδια στη συνομιλία.
es: Elige un destinatario para preparar este turno en el chat.
et: Vali saaja, et see vahetus vestlusse saata.
fa: برای آماده‌سازی این شیفت در چت، یک گیرنده انتخاب کنید.
fi: Valitse vastaanottaja tämän vuoron valmistelemiseksi chatissa.
fil: Pumili ng tatanggap para maihanda ang shift na ito sa chat.
fr: Choisissez un destinataire pour préparer ce shift dans le chat.
he: בחר נמען כדי להכין את המשמרת הזו בצ'אט.
hi: इस शिफ्ट को चैट में तैयार करने के लिए एक प्राप्तकर्ता चुनें।
hr: Odaberi primatelja da pripremiš ovu smjenu u chatu.
hu: Válassz címzettet, hogy előkészíthesd ezt a műszakot a chatben.
id: Pilih penerima untuk menyiapkan shift ini di chat.
is: Veldu viðtakanda til að undirbúa þessa vakt í spjalli.
it: Scegli un destinatario per preparare questo turno in chat.
ja: このシフトをチャットに準備する送信先を選択してください。
ko: 이 근무를 채팅에 올릴 대상을 선택하세요.
lt: Pasirinkite gavėją, kad paruoštumėte šią pamainą pokalbyje.
lv: Izvēlies saņēmēju, lai sagatavotu šo maiņu čatā.
nb: Velg en mottaker for å legge denne vakten klar i chat.
nl: Kies een ontvanger om deze dienst in de chat klaar te zetten.
nn: Vel ein mottakar for å klargjere denne vakta i chat.
pl: Wybierz odbiorcę, aby przygotować tę zmianę na czacie.
pt_br: Escolha um destinatário para preparar este turno no chat.
ro: Alege un destinatar pentru a pregăti acest schimb în chat.
ru: Выберите получателя, чтобы подготовить эту смену в чате.
sk: Vyberte príjemcu, aby ste mohli pripraviť túto zmenu v chate.
sl: Izberi prejemnika, da pripraviš to izmeno v klepetu.
sr: Izaberi primaoca da pripremiš ovu smenu u ćaskanju.
sv: Välj en mottagare för att förbereda det här passet i chatten.
sw: Chagua mpokeaji ili kuweka zamu hii tayari kwenye gumzo.
ta: இந்த ஷிப்டை அரட்டையில் பகிர ஒரு பெறுநரைத் தேர்வுசெய்க.
th: เลือกผู้รับเพื่อเตรียมกะนี้ในแชท
tr: Bu vardiyayı sohbette hazırlamak için bir alıcı seçin.
uk: Виберіть отримувача, щоб підготувати цю зміну в чаті.
ur: اس شفٹ کو چیٹ میں تیار کرنے کے لیے ایک وصول کنندہ منتخب کریں۔
vi: Chọn người nhận để chuẩn bị ca này trong chat.
zh_hans: 选择接收者，在聊天中暂存此班次。
zh_hant: 選擇收件者，在聊天中暫存此班次。

# friends.chat.sendFailed
source: Couldn't send message.
ar: تعذر إرسال الرسالة.
bg: Съобщението не можа да се изпрати.
bn: বার্তা পাঠানো যায়নি।
ca: No s'ha pogut enviar el missatge.
cs: Zprávu se nepodařilo odeslat.
da: Kunne ikke sende besked.
de: Nachricht konnte nicht gesendet werden.
el: Δεν ήταν δυνατή η αποστολή μηνύματος.
es: No se pudo enviar el mensaje.
et: Sõnumi saatmine nurjus.
fa: ارسال پیام ممکن نشد.
fi: Viestiä ei voitu lähettää.
fil: Hindi maipadala ang mensahe.
fr: Impossible d’envoyer le message.
he: לא ניתן היה לשלוח הודעה.
hi: संदेश भेजा नहीं जा सका।
hr: Poruku nije moguće poslati.
hu: Nem sikerült elküldeni az üzenetet.
id: Tidak dapat mengirim pesan.
is: Ekki tókst að senda skilaboð.
it: Impossibile inviare il messaggio.
ja: メッセージを送信できませんでした。
ko: 메시지를 보낼 수 없습니다.
lt: Nepavyko išsiųsti žinutės.
lv: Neizdevās nosūtīt ziņojumu.
nb: Kunne ikke sende melding.
nl: Kon bericht niet verzenden.
nn: Klarte ikkje å sende melding.
pl: Nie udało się wysłać wiadomości.
pt_br: Não foi possível enviar a mensagem.
ro: Mesajul nu a putut fi trimis.
ru: Не удалось отправить сообщение.
sk: Správu sa nepodarilo odoslať.
sl: Sporočila ni bilo mogoče poslati.
sr: Slanje poruke nije uspelo.
sv: Kunde inte skicka meddelandet.
sw: Imeshindikana kutuma ujumbe.
ta: செய்தியை அனுப்ப முடியவில்லை.
th: ส่งข้อความไม่ได้
tr: Mesaj gönderilemedi.
uk: Не вдалося надіслати повідомлення.
ur: پیغام نہیں بھیجا جا سکا۔
vi: Không thể gửi tin nhắn.
zh_hans: 无法发送消息。
zh_hant: 無法傳送訊息。
